{
    "OUR SERVICES" : "خدماتنا",
    "We Care About Our Clients." : "نحن نهتم بعملائنا.",
    "We offer extensive medical procedures to outbound & inbound patients what it is and we are very proud achievement staff." : "نحن نقدم إجراءات طبية واسعة النطاق للمرضى الخارجيين والداخليين ونحن فخورون جدًا بفريق الإنجاز.",
    "Health Check" : "فحص الصحة",
    "Our engineering services" : "خدماتنا الهندسية ",
    "We're setting Standards in Research what's more, Clinical Care." : "نحن نضع المعايير في مجال البحث، والأهم من ذلك، الرعاية السريرية.",
    "The Mohamed Saleh Basharahil Hospital was inaugurated on Tuesday, 19/3/1408 Hijri. The primary goal of establishing the hospital was to provide the best types of treatment and medical care to the residents and visitors of the city of Mecca and the Sacred House of Allah." : "تم افتتاح مستشفى محمد صالح باشراحيل فى يوم الثلاثاء الموافق 19/3/1408 هجريه . وكان الهدف الرئيسى لانشاء المستشفى هو تقديم افضل انواع العلاج والرعايه الطبيه لسكان وزوار مدينه مكه المكرمه وبيت الله الحرام",
    "The Mohamed Saleh Basharahil Hospital is located in the holy city of Mecca in the Kingdom of Saudi Arabia. The late Sheikh Mohamed Saleh Basharahil's primary goal in establishing this project was to provide high-quality medical care to the holy city and pilgrims." : "يقع مستشفى محمد صالح باشراحيل في مدينة مكة المكرمة المقدسة في المملكه العربيه  السعودية وقد كانت غاية الشيخ الراحل محمد صالح باشراحيل في تزويد المدينة المقدسة  والحجاج برعاية طبية عالية الجودة هي الهدف الأساسي لتأسيس هذا المشروع.",
    "More About" : "المزيد عن",
    "Need a Doctor for Check-up?" : "هل تحتاج إلى طبيب لإجراء فحص؟",
    "Just Make an Appointment and You’re Done!" : "مجرد تحديد موعد والانتهاء من ذلك!",
    "Get Your Quote or Call" : "احصل على عرض الأسعار الخاص بك أو اتصل بنا",
    "Get an Appointment" : "احصل على موعد",
    "Years of Experience" : "سنوات من الخبرة",
    "Medical Spesialities" : "التخصصات الطبية",
    "Happy Patients" : "مرضى سعداء",
    "Recent Articles and News" : "المقالات والأخبار الأخيرة",
    "OUR BLOG" : "مدونتنا",
    "Quality & Safety" : "الجودة والسلامة",
    "Pricing Plan" : "خطة السعر",
    "Our Pricing" : "أسعارنا",
    "About Us" : "معلومات عنا",
    "Our Services" : "خدماتنا",
    "Our Doctor" : "طبيبنا",
    "Our Dedicated Doctors Team" : "فريق أطبائنا المتميز",
    "What Says Our Patients" : "ماذا يقول مرضانا",
    "HAPPY Patient" : "مريض سعيد",
    "Our Delmont hospital utilizes state of the art technology and employs a team of true experts." : "يستخدم مستشفى دلمونت أحدث التقنيات ويوظف فريقًا من الخبراء الحقيقيين.",
    "Leading Technology" : "التكنولوجيا الرائدة",
    "Experts by Experience" : "خبراء حسب الخبرة",
    "Don’t hesitate, contact us for better help and services" : "لا تتردد، اتصل بنا للحصول على مساعدة وخدمات أفضل",
    "Explore all Dr. Team" : "استكشف كل ما يخص فريق الدكتور",
    "Book an appointment" : "حجز موعد",
    "Contact" : "اتصل بنا",
    "Home" : "الصفحة الرئيسية",
    "Shop" : "المتجر",
    "Blog" : "المدونة",
    "Departments" : "الأقسام",
    "Doctors" : "الأطباء",
    "Pages" : "الصفحات",
    "Our Clinic has grown to provide a world class facility for the clinic advanced restorative." : "لقد تطورت عيادتنا لتقديم منشأة بمستوى عالمي للعلاج الترميمي المتقدم.",
    "We are among the most qualified implant providers in the AUS with over 30 years of quality training and experience." : "نحن من بين أكثر مزودي زراعة الأسنان تأهيلاً في أستراليا، مع أكثر من 30 عامًا من التدريب والخبرة عالية الجودة.",
    "Copyright © 2024" : "حقوق النشر © 2024",
    "Bold Touch" : "لمسة جريئة",
    "All Rights Reserved." : "جميع الحقوق محفوظة.",
    "Supplier" : "المورد",
    "Privacy Policy" : "سياسة الخصوصية",
    "Contact Us" : "اتصل بنا",
    "Latest News" : "آخر الأخبار",
    "Surgery & Radiology" : "الجراحة والأشعة",
    "Family Medicine" : "طب الأسرة",
    "Women’s Health" : "صحة المرأة",
    "Optician" : "اختصاصي البصريات",
    "Pediatrics" : "طب الأطفال",
    "Dermatology" : "الأمراض الجلدية",
   "Welcome to our Medical Care Center" : "مرحبًا بكم في مركز الرعاية الطبية لدينا",
    "We take care our" : "نحن نهتم بـ",
    "patients health" : "صحة مرضانا",
    "I realized that becoming a doctor, I can only help a small community." : "أدركت أنني كطبيب يمكنني فقط مساعدة مجتمع صغير.",
    "But by becoming a doctor, I can help my whole country." : "ولكن بصفتي طبيبًا، يمكنني مساعدة بلدي بأكمله.",
    "Contact Now" : "اتصل الآن",
    "Write us a Message !" : "أكتب لنا رسالة !",
    "Address": "العنوان",
    "Phone": "الهاتف",
    "Email": "البريد الإلكتروني",
    "Name is required and should be less than 255 characters.": "الاسم مطلوب ويجب أن يكون أقل من 255 حرفًا.",
    "A valid email is required.": "البريد الإلكتروني الصحيح مطلوب.",
    "Phone number is required.": "رقم الهاتف مطلوب.",
    "Message is required.": "الرسالة مطلوبة.",
    "Send Message" : "إرسال الرسالة",
    "Message *" : "الرسالة *",
   "Full Name *": "الاسم الكامل *",
    "Email Address *": "عنوان البريد الإلكتروني *",
    "Your Phone": "رقم هاتفك",
    "Subject *": "الموضوع *",
    "Subject is required and should be less than 255 characters." : "الموضوع مطلوب ويجب أن يكون أقل من 255 حرفًا.",
    "Services" : "الخدمات",
  "Submit Query": "إرسال الاستفسار",
    "Just Make an Appointment": "فقط قم بحجز موعد",
    "Opening Hours": "ساعات العمل",
    "and You’re Done!": "وانتهى الأمر!",
    "Your Name": "اسمك",
    "Your Email *": "بريدك الإلكتروني *",
    "Tell us about Pasent": "أخبرنا عن المريض",
    "MEET OUR EXPERIENCED TEAM": "تعرف على فريقنا ذو الخبرة",
    "Our Dedicated Doctors Team.": "فريق الأطباء المخلص لدينا.",
    "Don’t hesitate, contact us for better help and services." : "لا تتردد، اتصل بنا للحصول على مساعدة وخدمات أفضل.",
   "Learn More": "تعرف على المزيد",
    "HEART ASSESSMENT": "تقييم القلب",
    "Dental SURGERY": "جراحة الأسنان",
    "CARDIO-ONCOLOGY": "أورام القلب",
    "Surgery of the respiratory tract is generally performed by specialists in cardiothoracic surgery (or thoracic surgery) though minor procedures may be performed by pulmonologists. Pulmonology is closely.": "يتم إجراء جراحة الجهاز التنفسي بشكل عام بواسطة متخصصين في جراحة القلب والصدر (أو جراحة الصدر) على الرغم من أنه قد يتم إجراء بعض الإجراءات البسيطة بواسطة أطباء أمراض الرئة. أمراض الرئة وثيقة الصلة.",
    "High End Equipments.": "معدات عالية الجودة.",
    "BEST OF THE BEST": "الأفضل من الأفضل",
   "We Employ The Latest Technology": "نستخدم أحدث التقنيات",
    "We Ensure Safe Dental Sergery": "نضمن جراحة أسنان آمنة",
    "Take Appointment": "احجز موعد",
    "Watch now": "شاهد الآن",
    "Blogs" : "المدونات",
    "Projects" : "المشاريع",
    "Terms And Condition" : "الشروط والأحكام",
    "English" : "English",
    "Quick Links" : "الروابط السريعة",
    "Our corporate office" : "مكتبنا الرئيسي",
    "Load More" : "تحميل المزيد",
    "View More" : "عرض المزيد",
    "Welcome to Al Roya Al Faniya Office" : "مرحبا بكم في مكتب الرؤية الفنية",
    "providing engineering consultancy to our clients" : "تقديم الاستشارات الهندسية لعملاءنا",
    "Engineering Specialities" : "التخصصات الهندسية",
    "Happy Clients" : "عملاء سعداء",
    "Do you need an engineer for engineering consultation?": "هل تحتاج إلى مهندس للاستشارة هندسية؟",
    "Monday to Saturday" : "من الاثنين إلى السبت",
    "We promise to only provide only the best while keeping innovation and sustainability at the heart of decision making.":"نحن نعد بتقديم الأفضل فقط مع الحفاظ على الابتكار والاستدامة في قلب عملية صنع القرار.",
    "To become one of the leading consulting agency in the UAE and the MENA region by focusing on the technological and environmental trends in order to provide expert architectural, planning, and engineering solutions.":"أن نصبح إحدى الوكالات الاستشارية الرائدة في دولة الإمارات العربية المتحدة ومنطقة الشرق الأوسط وشمال أفريقيا من خلال التركيز على الاتجاهات التكنولوجية والبيئية من أجل تقديم حلول معمارية وتخطيطية وهندسية متخصصة.",
    "We provide planning, architectural, engineering and construction supervision solutions." : "نحن نقدم حلول تخطيطية ومعمارية وهندسية وإشرافية على البناء.",
    "We are a multi-disciplinary firm where our team of experts collaborate internally and produce sustainable coherent designs. Our integrated approach ensures we produce high-quality designs and offer considerable cost savings to our invaluable clients." : "نحن شركة متعددة التخصصات حيث يتعاون فريق الخبراء لدينا داخليًا وينتجون تصميمات متماسكة ومستدامة. يضمن نهجنا المتكامل إنتاج تصميمات عالية الجودة وتقديم وفورات كبيرة في التكاليف لعملائنا الكرام.",
    "Al Roya Al Faniya Engineering Consultants have been working towards the growth and development of the UAE since 2010. Starting in Abu Dhabi, Al Roya Al Faniya Engineering Consultants have completed more than 400 projects in the United Arab Emirates with private and government clients. We take pride in being one of the oldest consultancy firms in the UAE with projects such as the largest corrections facility under our belt." : "تعمل شركة الرؤية الفنية للاستشارات الهندسية على دعم نمو وتطور دولة الإمارات العربية المتحدة منذ عام 2010. وبدءًا من أبوظبي، أنجزت شركة الرؤية الفنية للاستشارات الهندسية أكثر من 400 مشروع في دولة الإمارات العربية المتحدة مع عملاء من القطاعين الخاص والعام. ونحن نفخر بكوننا واحدة من أقدم شركات الاستشارات في دولة الإمارات العربية المتحدة مع مشاريع مثل أكبر منشأة إصلاحية في جعبتنا.",
    "Our office uses the latest technology and employs a team of real experts." : "يستخدم مكتبنا أحدث التقنيات ويوظف فريقًا من الخبراء الحقيقيين.",
    "Innovative Solutions" : "الحلول المبتكرة",
    "Our office combines cutting-edge technology with expert engineering consultation to deliver reliable and efficient solutions." : "يجمع مكتبنا بين التكنولوجيا المتطورة والاستشارات الهندسية المتخصصة لتقديم حلول موثوقة وفعالة.",
    "Engineering Excellence" : "التميز الهندسي",
    "Commitment to Quality & Safety" : "الالتزام بالجودة والسلامة",
    "Menu" : "القائمة",
    "Product Management System" : "نظام إدارة المنتجات",
    "providing product management system to our clients" : "توفير نظام إدارة المنتجات لعملائنا",
    "Products" : "المنتجات",
    "Our office adheres to the highest industry standards, leveraging advanced technology and expert teams to ensure quality and safety in every project." : "يلتزم مكتبنا بأعلى معايير الصناعة، ويستفيد من التكنولوجيا المتقدمة وفرق الخبراء لضمان الجودة والسلامة في كل مشروع.",
    "Our consultation office is built on years of experience, delivering innovative and reliable engineering solutions tailored to every project." : "يعتمد مكتبنا الاستشاري على سنوات من الخبرة، في تقديم حلول هندسية مبتكرة وموثوقة مصممة خصيصًا لكل مشروع."
}