Repository: Matter925/Product-Management-System
Catalog: API/ProductManagement/ProductManagement.Shared/Resources/ErrorMessages.*.resx
Languages: ar

# AssignNurse
source: Please assign a nurse to the order
ar: من فضلظ قم بتعيين ممرض للحجز

# ConfirmPassword
source: The New Password and the Confirmation Password don't match
ar: كلمة المرور الجديدة و التأكيدية ليست متطابقتان

# CurrentPassword
source: Password must contain at least 8 characters, one uppercase letter, one lowercase letter, one digit, and one special character.
ar: يجب أن تحتوي كلمة المرور على الأقل على 8 أحرف، حرف كبير وحرف صغير ورقم وحرف خاص واحد.

# Email
source: Please Enter a valid Email Adress
ar: من فضلك أدخل عنوان بريد إلكتروني صحيح

# FirstName
source: The name must contain only English letters without spaces.
ar: يجب أن يحتوي الاسم على حروف إنجليزية فقط بدوس مسافات

# InvalidRangeLabel
source: must me greater than 0
ar: يجب أن يكون أكبر من 0.

# LastName
source: The name must contain only English letters without spaces.
ar: يجب أن يحتوي الاسم على حروف إنجليزية فقط بدوس مسافات

# Min1
source: {0} must have atleat 1 item
ar: {0} يجب أن يحتوي على على الأقل عنصر واحد

# MinLength3
source: Min length is 3 characters
ar: يرجي ادخال 3 احرف علي الاقل

# MinList1
source: Please enter atleast 1 '{0}'
ar: من فضلك ادخل '{0}' واحدا على الاقل

# Name
source: Please enter a valid Name
ar: من فضلك أدخل اسم صحيح

# NameAr
source: Only Arabic Characters are required
ar: يجب أن تحتوي الأحرف على حروف عربية فقط

# NameEn
source: Only English Characters are required
ar: يجب أن تحتوي الأحرف على حروف إنجليزية فقط

# NewPassword
source: Use 8 or more characters with a mix of letters, numbers & symbols.
ar: استخدم 8 أحرف أو أكثر مع مزيج من الحروف والأرقام والرموز.

# Password
source: Password must contain at least 8 characters, one uppercase letter, one lowercase letter, one digit, and one special character.
ar: يجب أن تحتوي كلمة المرور على الأقل على 8 أحرف، حرف كبير وحرف صغير ورقم وحرف خاص واحد.

# PasswordCompare
source: The New Password and the Confirmation Password don't match
ar: كلمة المرور الجديدة وتأكيد كلمة المرور غير متطابقين.

# Percentage
source: Range must be between 1 and 90
ar: يجب أن يكون النطاق بين 1 و 90.

# Phone
source: Please enter a valid phone number
ar: من فضلك قم بادخال رقم جوال صحيح

# Range
source: {0} must me greater than 0
ar: {0} يجب أن يكون أكبر من 0.

# Range&gt;0
source: {0} must me greater than 0
ar: {0} يجب أن يكون أكبر من 0.

# Range_0-100
source: Please Enter a value between 0 and 100
ar: من فضلك أدخل قيمة بين 0 و 100.

# Required
source: This field is required
ar: هذا الحقل مطلوب.

# RequiredLabel
source: The field '{0}' is required
ar: حقل '{0}' مطلوب.

# StringLength10
source: maximum length is 10 characters
ar: الحد الأقصى للطول هو 10 أحرف.

# StringLength100
source: maximum length is 100 characters
ar: الحد الأقصى للطول هو 100 أحرف.

# StringLength1000
source: maximum length is 1000 characters
ar: الحد الأقصى للطول هو 1000 أحرف.

# StringLength20
source: maximum length is 20 characters
ar: الحد الأقصى للطول هو 20 أحرف.

# StringLength200
source: maximum length is 200 characters
ar: الحد الأقصى للطول هو 200 أحرف.

# StringLength250
source: maximum length is 250 characters
ar: الحد الأقصى للطول هو 250 أحرف.

# StringLength255
source: maximum length is 255 characters
ar: الحد الأقصى للطول هو 255 أحرف.

# StringLength36
source: maximum length is 36 characters
ar: الحد الأقصى للطول هو 36 أحرف.

# StringLength4000
source: maximum length is 4000 characters
ar: الحد الأقصى للطول هو 4000 أحرف.

# StringLength450
source: maximum length is 450 characters
ar: الحد الأقصى للطول هو 450 أحرف.

# StringLength50
source: maximum length is 50 characters
ar: الحد الأقصى للطول هو 50 أحرف.

# ValidCode
source: Please enter a valid Code
ar: من فضلك قم بادخال رمز صحيح

# ValidIdNumber
source: Please enter a valid Id Number
ar: من فضلك قم بادخال رقم هوية صحيح

# ValidNumber
source: Please enter a Valid {0}
ar: من فضلك أدخل رقماً صحيحاً لـ {0}.
